Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# alert.renameTab.message
source: Enter a custom name for this tab.
ar: أدخل اسمًا مخصصًا لعلامة التبويب هذه.
bs: Unesite prilagođeno ime za ovu karticu.
da: Indtast et brugerdefineret navn for dette faneblad.
de: Geben Sie einen benutzerdefinierten Namen für diesen Tab ein.
es: Introduce un nombre personalizado para esta pestaña.
fr: Entrez un nom personnalisé pour cet onglet.
it: Inserisci un nome personalizzato per questa scheda.
ja: このタブのカスタム名を入力してください。
ko: 이 탭의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for denne fanen.
pl: Wprowadź niestandardową nazwę dla tej karty.
pt_br: Insira um nome personalizado para esta aba.
ru: Введите пользовательское имя для этой вкладки.
th: ป้อนชื่อที่กำหนดเองสำหรับแท็บนี้
tr: Bu sekme için özel bir ad girin.
uk: Введіть власну назву для цієї вкладки.
zh_hans: 输入此标签页的自定义名称。
zh_hant: 輸入此標籤頁的自訂名稱。

# alert.renameTab.placeholder
source: Tab name
ar: اسم علامة التبويب
bs: Naziv kartice
da: Fanebladnavn
es: Nombre de pestaña
fr: Nom de l'onglet
it: Nome scheda
ja: タブ名
ko: 탭 이름
nb: Fanenavn
pl: Nazwa karty
pt_br: Nome da aba
ru: Имя вкладки
th: ชื่อแท็บ
tr: Sekme adı
uk: Назва вкладки
zh_hans: 标签页名称
zh_hant: 標籤頁名稱

# alert.renameTab.rename
source: Rename
ar: إعادة التسمية
bs: Preimenuj
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 変更
ko: 이름 변경
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# alert.renameTab.title
source: Rename Tab
ar: إعادة تسمية علامة التبويب
bs: Preimenuj karticu
da: Omdøb faneblad
de: Tab umbenennen
es: Renombrar pestaña
fr: Renommer l'onglet
it: Rinomina scheda
ja: タブ名を変更
ko: 탭 이름 변경
nb: Gi fanen nytt navn
pl: Zmień nazwę karty
pt_br: Renomear Aba
ru: Переименовать вкладку
th: เปลี่ยนชื่อแท็บ
tr: Sekmeyi Yeniden Adlandır
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# alert.renameWorkspace.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.renameWorkspace.message
source: Enter a custom name for this workspace.
ar: أدخل اسمًا مخصصًا لمساحة العمل هذه.
bs: Unesite prilagođeni naziv za ovaj radni prostor.
da: Indtast et brugerdefineret navn til dette arbejdsområde.
de: Geben Sie einen benutzerdefinierten Namen für diesen Arbeitsbereich ein.
es: Introduce un nombre personalizado para este espacio de trabajo.
fr: Saisissez un nom personnalisé pour cet espace de travail.
it: Inserisci un nome personalizzato per questa area di lavoro.
ja: このワークスペースのカスタム名を入力してください。
ko: 이 작업 공간의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for dette arbeidsområdet.
pl: Wprowadź własną nazwę dla tej przestrzeni roboczej.
pt_br: Insira um nome personalizado para esta área de trabalho.
ru: Введите пользовательское имя для этого рабочего пространства.
th: ป้อนชื่อที่กำหนดเองสำหรับเวิร์กสเปซนี้
tr: Bu çalışma alanı için özel bir ad girin.
uk: Введіть нову назву для цієї робочої області.
zh_hans: 请为此工作区输入自定义名称。
zh_hant: 為此工作區輸入自訂名稱。

# alert.renameWorkspace.placeholder
source: Workspace name
ar: اسم مساحة العمل
bs: Naziv radnog prostora
da: Navn på arbejdsområde
de: Name des Arbeitsbereichs
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
it: Nome area di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
nb: Navn på arbeidsområde
pl: Nazwa przestrzeni roboczej
pt_br: Nome da área de trabalho
ru: Имя рабочего пространства
th: ชื่อเวิร์กสเปซ
tr: Çalışma alanı adı
uk: Назва робочої області
zh_hans: 工作区名称
zh_hant: 工作區名稱

# alert.renameWorkspace.rename
source: Rename
ar: إعادة تسمية
bs: Preimenuj
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# alert.renameWorkspace.title
source: Rename Workspace
ar: إعادة تسمية مساحة العمل
bs: Preimenuj radni prostor
da: Omdøb arbejdsområde
de: Arbeitsbereich umbenennen
es: Renombrar espacio de trabajo
fr: Renommer l'espace de travail
it: Rinomina area di lavoro
ja: ワークスペースの名称変更
ko: 작업 공간 이름 변경
nb: Gi arbeidsområdet nytt navn
pl: Zmień nazwę przestrzeni roboczej
pt_br: Renomear Área de Trabalho
ru: Переименовать рабочее пространство
th: เปลี่ยนชื่อเวิร์กสเปซ
tr: Çalışma Alanını Yeniden Adlandır
uk: Перейменувати робочу область
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# appIcon.automatic
source: Automatic
ar: تلقائي
bs: Automatski
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
it: Automatica
ja: 自動
ko: 자동
nb: Automatisk
pl: Automatyczna
pt_br: Automático
ru: Автоматически
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

# appIcon.dark
source: Dark
ar: داكن
bs: Tamna
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scura
ja: ダーク
ko: 다크
nb: Mørk
pl: Ciemna
pt_br: Escuro
ru: Темная
th: มืด
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# appIcon.light
source: Light
ar: فاتح
bs: Svijetla
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiara
ja: ライト
ko: 라이트
nb: Lys
pl: Jasna
pt_br: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# appearance.auto
source: Auto
ar: تلقائي
bs: Automatski
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pl: Automatyczny
pt_br: Automático
ru: Авто
th: อัตโนมัติ
tr: Otomatik
uk: Авто
zh_hans: 自动
zh_hant: 自動

# appearance.dark
source: Dark
ar: داكن
bs: Tamna
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nb: Mørk
pl: Ciemny
pt_br: Escuro
ru: Темное
th: มืด
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# appearance.light
source: Light
ar: فاتح
bs: Svijetla
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
pl: Jasny
pt_br: Claro
ru: Светлое
th: สว่าง
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# appearance.system
source: System
ar: النظام
bs: Sistemski
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системное
th: ระบบ
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

# applescript.error.disabled
source: AppleScript is disabled by the macos-applescript configuration.
ar: تم تعطيل AppleScript بواسطة تكوين macos-applescript.
de: AppleScript ist durch die Konfiguration 'macos-applescript' deaktiviert.
es: AppleScript está deshabilitado por la configuración macos-applescript.
fr: AppleScript est désactivé par la configuration macos-applescript.
ja: macos-applescript の設定で AppleScript は無効になっています。
ko: AppleScript가 macos-applescript 설정에 의해 비활성화되어 있습니다.
uk: AppleScript вимкнено параметром конфігурації macos-applescript.
zh_hans: AppleScript 已被 macos-applescript 配置禁用。
zh_hant: AppleScript 已被 macos-applescript 設定停用。

# applescript.error.failedToCreateSplit
source: Failed to create split.
ar: فشل إنشاء التقسيم.
de: Aufteilung konnte nicht erstellt werden.
es: No se pudo crear la división.
fr: Impossible de créer la division.
ja: 分割の作成に失敗しました。
ko: 분할을 생성하지 못했습니다.
uk: Не вдалося створити розділення.
zh_hans: 无法创建拆分。
zh_hant: 無法建立分割。

# applescript.error.failedToCreateWindow
source: Failed to create window.
ar: فشل إنشاء النافذة.
de: Fenster konnte nicht erstellt werden.
es: No se pudo crear la ventana.
fr: Impossible de créer la fenêtre.
ja: ウインドウの作成に失敗しました。
ko: 윈도우를 생성하지 못했습니다.
uk: Не вдалося створити вікно.
zh_hans: 无法创建窗口。
zh_hant: 無法建立視窗。

# applescript.error.failedToCreateWorkspace
source: Failed to create workspace.
ar: فشل إنشاء مساحة العمل.
de: Arbeitsbereich konnte nicht erstellt werden.
es: No se pudo crear el espacio de trabajo.
fr: Impossible de créer l’espace de travail.
ja: ワークスペースの作成に失敗しました。
ko: 워크스페이스를 생성하지 못했습니다.
uk: Не вдалося створити робочу область.
zh_hans: 无法创建工作区。
zh_hant: 無法建立工作區。

# applescript.error.missingAction
source: Missing action string.
ar: سلسلة الإجراء مفقودة.
de: Aktions-String fehlt.
es: Falta la cadena de acción.
fr: Chaîne d’action manquante.
ja: アクション文字列がありません。
ko: 액션 문자열이 없습니다.
uk: Відсутній рядок дії.
zh_hans: 缺少操作字符串。
zh_hant: 遺失動作字串。

# applescript.error.missingInputText
source: Missing input text.
ar: نص الإدخال مفقود.
de: Eingabetext fehlt.
es: Falta el texto de entrada.
fr: Texte de saisie manquant.
ja: 入力するテキストがありません。
ko: 입력 텍스트가 없습니다.
uk: Відсутній текст введення.
zh_hans: 缺少输入文本。
zh_hant: 遺失輸入文字。

# applescript.error.missingSplitDirection
source: Missing or unknown split direction.
ar: اتجاه التقسيم مفقود أو غير معروف.
de: Fehlende oder unbekannte Aufteilungsrichtung.
es: Falta la dirección de división o es desconocida.
fr: Direction de division manquante ou inconnue.
ja: 分割方向がないか、不明です。
ko: 분할 방향이 없거나 올바르지 않습니다.
uk: Відсутній або невідомий напрямок розділення.
zh_hans: 缺少或未知的拆分方向。
zh_hant: 遺失或未知的分割方向。

# applescript.error.missingTerminalTarget
source: Missing terminal target.
ar: هدف الطرفية مفقود.
de: Fehlendes Terminal-Ziel.
es: Falta la terminal de destino.
fr: Cible du terminal manquante.
ja: 対象のターミナルがありません。
ko: 터미널 대상이 없습니다.
uk: Відсутня ціль терміналу.
zh_hans: 缺少终端目标。
zh_hant: 遺失終端機目標。

# applescript.error.terminalUnavailable
source: Terminal is no longer available.
ar: الطرفية لم تعد متاحة.
de: Terminal ist nicht mehr verfügbar.
es: La terminal ya no está disponible.
fr: Le terminal n’est plus disponible.
ja: ターミナルはもう利用できません。
ko: 터미널을 더 이상 사용할 수 없습니다.
uk: Термінал більше недоступний.
zh_hans: 终端已不可用。
zh_hant: 終端機已無法使用。

# applescript.error.windowUnavailable
source: Window is no longer available.
ar: النافذة لم تعد متاحة.
de: Fenster ist nicht mehr verfügbar.
es: La ventana ya no está disponible.
fr: La fenêtre n’est plus disponible.
ja: ウインドウはもう利用できません。
ko: 윈도우를 더 이상 사용할 수 없습니다.
uk: Вікно більше недоступне.
zh_hans: 窗口已不可用。
zh_hant: 視窗已無法使用。

# applescript.error.workspaceUnavailable
source: Workspace is no longer available.
ar: مساحة العمل لم تعد متاحة.
de: Arbeitsbereich ist nicht mehr verfügbar.
es: El espacio de trabajo ya no está disponible.
fr: L’espace de travail n’est plus disponible.
ja: ワークスペースはもう利用できません。
ko: 워크스페이스를 더 이상 사용할 수 없습니다.
uk: Робоча область більше недоступна.
zh_hans: 工作区已不可用。
zh_hant: 工作區已無法使用。

# auth.error.browser_sign_in_failed
source: Could not complete browser sign-in. Try again or open sign-in in your browser.
ar: تعذّر إكمال تسجيل الدخول في المتصفح. حاول مرة أخرى أو افتح تسجيل الدخول في متصفحك.
bs: Nije moguće dovršiti prijavu u pregledniku. Pokušajte ponovo ili otvorite prijavu u pregledniku.
da: Browser-login kunne ikke fuldføres. Prøv igen, eller åbn login i din browser.
de: Die Browser-Anmeldung konnte nicht abgeschlossen werden. Versuche es erneut oder öffne die Anmeldung in deinem Browser.
es: No se pudo completar el inicio de sesión en el navegador. Inténtalo de nuevo o abre el inicio de sesión en tu navegador.
fr: Impossible de terminer la connexion dans le navigateur. Réessayez ou ouvrez la connexion dans votre navigateur.
it: Non è stato possibile completare l'accesso nel browser. Riprova o apri l'accesso nel browser.
ja: ブラウザでのサインインを完了できませんでした。もう一度試すか、ブラウザでサインインを開いてください。
ko: 브라우저 로그인을 완료할 수 없습니다. 다시 시도하거나 브라우저에서 로그인을 여세요.
nb: Kunne ikke fullføre pålogging i nettleseren. Prøv igjen, eller åpne påloggingen i nettleseren.
pl: Nie można ukończyć logowania w przeglądarce. Spróbuj ponownie albo otwórz logowanie w przeglądarce.
pt_br: Não foi possível concluir o login no navegador. Tente novamente ou abra o login no navegador.
ru: Не удалось завершить вход в браузере. Попробуйте снова или откройте вход в браузере.
th: ไม่สามารถลงชื่อเข้าใช้ในเบราว์เซอร์ได้ ลองอีกครั้งหรือเปิดการลงชื่อเข้าใช้ในเบราว์เซอร์ของคุณ
tr: Tarayıcıda oturum açma tamamlanamadı. Yeniden deneyin veya oturum açmayı tarayıcınızda açın.
uk: Не вдалося завершити вхід у браузері. Спробуйте ще раз або відкрийте вхід у браузері.
zh_hans: 无法完成浏览器登录。请重试或在浏览器中打开登录。
zh_hant: 無法完成瀏覽器登入。請重試或在瀏覽器中開啟登入。

# auth.error.invalid_callback
source: The sign-in callback was invalid. Try signing in again.
ar: كانت معاودة الاتصال بتسجيل الدخول غير صالحة. جرّب تسجيل الدخول مرة أخرى.
bs: Povratni poziv za prijavu nije važeći. Pokušajte se ponovo prijaviti.
da: Login-callbacket var ugyldigt. Prøv at logge ind igen.
de: Der Anmelde-Callback war ungültig. Versuche, dich erneut anzumelden.
es: La devolución de llamada de inicio de sesión no era válida. Intenta iniciar sesión de nuevo.
fr: Le rappel de connexion était invalide. Essayez de vous reconnecter.
it: Il callback di accesso non era valido. Prova ad accedere di nuovo.
ja: サインインコールバックが無効です。もう一度サインインしてください。
ko: 로그인 콜백이 유효하지 않습니다. 다시 로그인해 보세요.
nb: Påloggingskallet var ugyldig. Prøv å logge på igjen.
pl: Wywołanie zwrotne logowania było nieprawidłowe. Spróbuj zalogować się ponownie.
pt_br: O callback de login era inválido. Tente entrar novamente.
ru: Обратный вызов входа недействителен. Попробуйте войти снова.
th: คอลแบ็กการลงชื่อเข้าใช้ไม่ถูกต้อง ลองลงชื่อเข้าใช้อีกครั้ง
tr: Oturum açma geri çağrısı geçersizdi. Yeniden oturum açmayı deneyin.
uk: Зворотний виклик входу недійсний. Спробуйте ввійти ще раз.
zh_hans: 登录回调无效。请重新登录。
zh_hant: 登入回呼無效。請重新登入。

# auth.error.invalid_code_short
source: Invalid code. Please try again.
ar: رمز غير صالح. يرجى المحاولة مرة أخرى.
de: Ungültiger Code. Bitte versuchen Sie es erneut.
es: Código no válido. Por favor inténtalo de nuevo.
fr: Code invalide. Veuillez réessayer.
ja: コードが無効です。もう一度お試しください。
ko: 코드가 잘못되었습니다. 다시 시도해 주세요.
zh_hans: 验证码无效。请重试。
zh_hant: 代碼無效。請再試一次。

# auth.error.network_error
source: Network error. Please check your connection.
ar: خطأ في الشبكة. يرجى التحقق من الاتصال الخاص بك.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
es: Error de red. Por favor verifique su conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
ja: ネットワークエラーです。接続を確認してください。
ko: 네트워크 오류입니다. 연결을 확인해주세요.
zh_hans: 网络错误。请检查网络连接。
zh_hant: 網路錯誤。請檢查您的連線。

# auth.error.offline
source: No internet connection. Connect to Wi-Fi or cellular and try again.
ar: لا يوجد اتصال بالإنترنت. اتصل بشبكة Wi-Fi أو الشبكة الخلوية وأعد المحاولة.
de: Keine Internetverbindung. Stellen Sie eine Verbindung mit dem WLAN oder Mobilfunknetz her und versuchen Sie es erneut.
es: Sin conexión a internet. Conéctate a una red Wi-Fi o móvil e inténtalo de nuevo.
fr: Aucune connexion Internet. Connectez-vous au Wi-Fi ou au réseau cellulaire et réessayez.
ja: インターネットに接続されていません。Wi-Fiまたはモバイル回線に接続して、もう一度お試しください。
ko: 인터넷 연결이 없습니다. Wi-Fi 또는 셀룰러에 연결한 후 다시 시도해 주세요.
zh_hans: 无互联网连接。请连接 Wi-Fi 或蜂窝网络后重试。
zh_hant: 無網際網路連線。請連線至 Wi-Fi 或行動網路後再試一次。

# auth.error.server_error
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
zh_hans: 出了点问题。请重试。
zh_hant: 出了點問題。請再試一次。

# auth.error.timed_out
source: Sign-in timed out. Check your connection and try again.
ar: انتهت مهلة تسجيل الدخول. تحقق من اتصالك وحاول مرة أخرى.
de: Zeitüberschreitung bei der Anmeldung. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Se agotó el tiempo de inicio de sesión. Comprueba tu conexión y vuelve a intentarlo.
fr: Le délai de connexion a expiré. Vérifiez votre connexion et réessayez.
ja: サインインがタイムアウトしました。接続を確認してもう一度お試しください。
ko: 로그인 시간이 초과되었습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 登录超时。请检查网络连接后重试。
zh_hant: 登入超時。檢查您的連線並重試。

# auth.error.unauthorized
source: Session expired. Please sign in again.
ar: انتهت صلاحية الجلسة. الرجاء تسجيل الدخول مرة أخرى.
de: Sitzung abgelaufen. Bitte melden Sie sich erneut an.
es: La sesión expiró. Por favor inicia sesión nuevamente.
fr: Session expirée. Veuillez vous reconnecter.
ja: セッションの有効期限が切れました。もう一度サインインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期。请重新登录。
zh_hant: 會話已過期。請重新登入。

# auth.error.wrong_password
source: Incorrect email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: Falsche E-Mail-Adresse oder falsches Passwort.
es: Correo electrónico o contraseña incorrectos.
fr: Email ou mot de passe incorrect.
ja: メールまたはパスワードが正しくありません。
ko: 이메일이나 비밀번호가 잘못되었습니다.
zh_hans: 电子邮件或密码不正确。
zh_hant: 電子郵件或密碼不正確。

# browser.action.newTab
source: new tab
ar: لسان جديد
bs: novi tab
da: ny fane
de: Neuer Tab
es: nueva pestaña
fr: nouvel onglet
it: nuova scheda
ja: 新規タブ
ko: 새 탭
nb: ny fane
pl: nowa karta
pt_br: nova aba
ru: новая вкладка
th: แท็บใหม่
tr: yeni sekme
uk: нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# browser.addressBar.placeholder
source: Search or enter URL
ar: ابحث أو أدخل URL
bs: Pretražite ili unesite URL
da: Søg eller indtast URL
de: Suchen oder URL eingeben
es: Buscar o introducir URL
fr: Rechercher ou saisir une URL
it: Cerca o inserisci un URL
ja: 検索またはURLを入力
ko: 검색 또는 URL 입력
nb: Søk eller skriv inn URL
pl: Szukaj lub wprowadź URL
pt_br: Pesquisar ou digitar URL
ru: Поиск или ввод URL
th: ค้นหาหรือป้อน URL
tr: Arayın veya URL girin
uk: Пошук або введіть URL
zh_hans: 搜索或输入 URL
zh_hant: 搜尋或輸入 URL

# browser.addressBarSuggestions
source: Address bar suggestions
ar: اقتراحات شريط العنوان
bs: Prijedlozi adresne trake
da: Forslag til adresselinjen
de: Adressleisten-Vorschläge
es: Sugerencias de la barra de direcciones
fr: Suggestions de la barre d'adresse
it: Suggerimenti barra degli indirizzi
ja: アドレスバーの候補
ko: 주소 표시줄 제안
nb: Forslag i adressefeltet
pl: Podpowiedzi paska adresu
pt_br: Sugestões da barra de endereço
ru: Подсказки адресной строки
th: คำแนะนำแถบที่อยู่
tr: Adres çubuğu önerileri
uk: Підказки адресного рядка
zh_hans: 地址栏建议
zh_hant: 網址列建議

# browser.alwaysAllowHost
source: Always allow this host in cmux
ar: السماح دائمًا لهذا المضيف في cmux
bs: Uvijek dozvoli ovaj host u cmux
da: Tillad altid denne vært i cmux
de: Diesen Host immer in cmux zulassen
es: Permitir siempre este host en cmux
fr: Toujours autoriser cet hôte dans cmux
it: Consenti sempre questo host in cmux
ja: このホストを cmux で常に許可
ko: cmux에서 이 호스트 항상 허용
nb: Alltid tillat denne verten i cmux
pl: Zawsze zezwalaj na ten host w cmux
pt_br: Sempre permitir este host no cmux
ru: Всегда разрешать этот хост в cmux
th: อนุญาตโฮสต์นี้ใน cmux เสมอ
tr: Bu ana bilgisayarı cmux'ta her zaman izin ver
uk: Завжди дозволяти цей хост у cmux
zh_hans: 始终允许此主机在 cmux 中打开
zh_hant: 一律允許此主機在 cmux 中開啟

# browser.automation.error.documentReadinessTimedOut
source: Timed out waiting for the browser document to become ready
ar: انتهت مهلة انتظار جاهزية مستند المتصفح.
bs: Isteklo je vrijeme čekanja da dokument preglednika bude spreman.
da: Tidsfristen for at vente på, at browserdokumentet blev klar, udløb.
de: Zeitüberschreitung beim Warten auf die Bereitschaft des Browserdokuments.
es: Se agotó el tiempo de espera para que el documento del navegador estuviera listo.
fr: Le délai d’attente de la disponibilité du document du navigateur a expiré.
it: Tempo scaduto durante l'attesa che il documento del browser fosse pronto.
ja: ブラウザドキュメントの準備完了を待機中にタイムアウトしました。
ko: 브라우저 문서가 준비되기를 기다리는 동안 시간이 초과되었습니다.
nb: Tidsavbrudd under venting på at nettleserdokumentet skulle bli klart.
pl: Przekroczono limit czasu oczekiwania na gotowość dokumentu przeglądarki.
pt_br: O tempo de espera para que o documento do navegador ficasse pronto expirou.
ru: Истекло время ожидания готовности документа браузера.
th: หมดเวลารอให้เอกสารเบราว์เซอร์พร้อม
tr: Tarayıcı belgesinin hazır olması beklenirken zaman aşımına uğradı.
uk: Перевищено час очікування готовності документа браузера.
zh_hans: 等待浏览器文档就绪超时。
zh_hant: 等待瀏覽器文件就緒逾時。

# browser.automation.error.javaScriptTimedOut
source: Timed out waiting for JavaScript result
ar: انتهت مهلة انتظار نتيجة JavaScript.
bs: Isteklo je vrijeme čekanja na JavaScript rezultat.
da: Tidsfristen for at vente på JavaScript-resultatet udløb.
de: Zeitüberschreitung beim Warten auf das JavaScript-Ergebnis.
es: Se agotó el tiempo de espera del resultado de JavaScript.
fr: Le délai d’attente du résultat JavaScript a expiré.
it: Tempo scaduto durante l'attesa del risultato JavaScript.
ja: JavaScript の結果を待機中にタイムアウトしました。
ko: JavaScript 결과를 기다리는 동안 시간이 초과되었습니다.
nb: Tidsavbrudd under venting på JavaScript-resultatet.
pl: Przekroczono limit czasu oczekiwania na wynik JavaScript.
pt_br: O tempo de espera pelo resultado do JavaScript expirou.
ru: Истекло время ожидания результата JavaScript.
th: หมดเวลารอผลลัพธ์ JavaScript
tr: JavaScript sonucu beklenirken zaman aşımına uğradı.
uk: Перевищено час очікування результату JavaScript.
zh_hans: 等待 JavaScript 结果超时。
zh_hant: 等待 JavaScript 結果逾時。

# browser.automation.error.recovered
source: The browser surface stopped responding and was recovered. Retry the command.
ar: توقف سطح المتصفح عن الاستجابة وتمت استعادته. أعد محاولة الأمر.
bs: Površina preglednika prestala je odgovarati i oporavljena je. Pokušajte naredbu ponovo.
da: Browserfladen holdt op med at svare og blev gendannet. Prøv kommandoen igen.
de: Die Browseroberfläche reagierte nicht mehr und wurde wiederhergestellt. Versuche den Befehl erneut.
es: La superficie del navegador dejó de responder y se recuperó. Vuelve a intentar el comando.
fr: La surface du navigateur ne répondait plus et a été restaurée. Réessayez la commande.
it: La superficie del browser ha smesso di rispondere ed è stata ripristinata. Riprova il comando.
ja: ブラウザサーフェスが応答しなくなったため復旧しました。コマンドを再試行してください。
ko: 브라우저 화면이 응답하지 않아 복구되었습니다. 명령을 다시 시도하세요.
nb: Nettleserflaten sluttet å svare og ble gjenopprettet. Prøv kommandoen på nytt.
pl: Powierzchnia przeglądarki przestała odpowiadać i została odzyskana. Ponów polecenie.
pt_br: A superfície do navegador parou de responder e foi recuperada. Tente o comando novamente.
ru: Поверхность браузера перестала отвечать и была восстановлена. Повторите команду.
th: พื้นผิวเบราว์เซอร์หยุดตอบสนองและได้รับการกู้คืนแล้ว โปรดลองใช้คำสั่งอีกครั้ง
tr: Tarayıcı yüzeyi yanıt vermeyi durdurdu ve kurtarıldı. Komutu yeniden deneyin.
uk: Поверхня браузера перестала відповідати та була відновлена. Повторіть команду.
zh_hans: 浏览器表面停止响应，现已恢复。请重试该命令。
zh_hant: 瀏覽器介面停止回應，現已復原。請重試該命令。

# browser.automation.error.superseded
source: The browser surface was already recovered. Retry the command.
ar: تمت استعادة سطح المتصفح بالفعل. أعد محاولة الأمر.
bs: Površina preglednika je već oporavljena. Pokušajte naredbu ponovo.
da: Browserfladen er allerede blevet gendannet. Prøv kommandoen igen.
de: Die Browseroberfläche wurde bereits wiederhergestellt. Versuche den Befehl erneut.
es: La superficie del navegador ya se recuperó. Vuelve a intentar el comando.
fr: La surface du navigateur a déjà été restaurée. Réessayez la commande.
it: La superficie del browser è già stata ripristinata. Riprova il comando.
ja: ブラウザサーフェスはすでに復旧されています。コマンドを再試行してください。
ko: 브라우저 화면이 이미 복구되었습니다. 명령을 다시 시도하세요.
nb: Nettleserflaten er allerede gjenopprettet. Prøv kommandoen på nytt.
pl: Powierzchnia przeglądarki została już odzyskana. Ponów polecenie.
pt_br: A superfície do navegador já foi recuperada. Tente o comando novamente.
ru: Поверхность браузера уже восстановлена. Повторите команду.
th: พื้นผิวเบราว์เซอร์ได้รับการกู้คืนแล้ว โปรดลองใช้คำสั่งอีกครั้ง
tr: Tarayıcı yüzeyi zaten kurtarıldı. Komutu yeniden deneyin.
uk: Поверхню браузера вже відновлено. Повторіть команду.
zh_hans: 浏览器表面已恢复。请重试该命令。
zh_hant: 瀏覽器介面已復原。請重試該命令。
